Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Recording, voice notes, audio attachments and app audio capture. With this off, the microphone button uses macOS Dictation.
ar: التسجيل والملاحظات الصوتية والمرفقات الصوتية والتقاط صوت التطبيقات. عند إيقافه، يستخدم زر الميكروفون إملاء macOS.
de: Aufnahme, Sprachnotizen, Audioanhänge und App-Audioaufnahme. Ist dies aus, verwendet die Mikrofontaste das macOS-Diktat.
es: Grabación, notas de voz, archivos de audio adjuntos y captura de audio de apps. Si está desactivado, el botón del micrófono usa el Dictado de macOS.
fr: Enregistrement, notes vocales, pièces jointes audio et capture du son des apps. Si cette option est désactivée, le bouton du microphone utilise la Dictée de macOS.
he: הקלטה, הערות קוליות, קבצי שמע מצורפים ולכידת שמע מיישומים. כשהאפשרות כבויה, כפתור המיקרופון משתמש בהכתבה של macOS.
hi: रिकॉर्डिंग, वॉइस नोट्स, ऑडियो अटैचमेंट और ऐप ऑडियो कैप्चर। इसे बंद करने पर माइक्रोफ़ोन बटन macOS डिक्टेशन का उपयोग करता है।
id: Rekaman, catatan suara, lampiran audio, dan tangkapan audio aplikasi. Jika nonaktif, tombol mikrofon menggunakan Dikte macOS.
it: Registrazione, note vocali, allegati audio e acquisizione audio delle app. Se disattivato, il pulsante del microfono usa la Dettatura di macOS.
ja: 録音、ボイスメモ、オーディオの添付、アプリのオーディオキャプチャ。オフの場合、マイクボタンは macOS の音声入力を使用します。
ko: 녹음, 음성 메모, 오디오 첨부, 앱 오디오 캡처. 끄면 마이크 버튼이 macOS 받아쓰기를 사용합니다.
nl: Opnemen, spraaknotities, audiobijlagen en app-audio opnemen. Als dit uit staat, gebruikt de microfoonknop macOS-dicteren.
pl: Nagrywanie, notatki głosowe, załączniki audio i przechwytywanie dźwięku aplikacji. Gdy to jest wyłączone, przycisk mikrofonu używa dyktowania macOS.
pt_br: Gravação, notas de voz, anexos de áudio e captura de áudio de apps. Com isto desativado, o botão do microfone usa o Ditado do macOS.
ru: Запись, голосовые заметки, аудиовложения и захват звука приложений. Если выключено, кнопка микрофона использует диктовку macOS.
sv: Inspelning, röstanteckningar, ljudbilagor och inspelning av appljud. När detta är avstängt använder mikrofonknappen macOS-diktering.
tr: Kayıt, sesli notlar, ses ekleri ve uygulama sesi yakalama. Bu kapalıyken mikrofon düğmesi macOS Dikte'yi kullanır.
uk: Запис, голосові нотатки, аудіовкладення та захоплення звуку застосунків. Якщо вимкнено, кнопка мікрофона використовує диктування macOS.
vi: Ghi âm, ghi chú thoại, tệp âm thanh đính kèm và ghi âm thanh ứng dụng. Khi tắt, nút micrô sẽ dùng tính năng Đọc chính tả của macOS.
zh_hans: 录音、语音备忘、音频附件和应用音频捕获。关闭后，麦克风按钮将使用 macOS 听写。
zh_hant: 錄音、語音備忘、音訊附件和 App 音訊擷取。關閉後，麥克風按鈕將使用 macOS 聽寫。

source: Records speech and inserts the transcript into the prompt
ar: يسجّل الكلام ويُدرج النص المفرّغ في الموجّه
de: Nimmt Sprache auf und fügt die Transkription in den Prompt ein
es: Graba la voz e inserta la transcripción en el mensaje
fr: Enregistre la parole et insère la transcription dans l'invite
he: מקליט דיבור ומוסיף את התמליל להנחיה
hi: भाषण रिकॉर्ड करता है और ट्रांसक्रिप्ट को प्रॉम्प्ट में डालता है
id: Merekam ucapan dan menyisipkan transkrip ke dalam prompt
it: Registra il parlato e inserisce la trascrizione nel prompt
ja: 音声を録音し、文字起こしをプロンプトに挿入します
ko: 음성을 녹음하고 변환된 텍스트를 프롬프트에 삽입합니다
nl: Neemt spraak op en voegt de transcriptie in de prompt in
pl: Nagrywa mowę i wstawia transkrypcję do polecenia
pt_br: Grava a fala e insere a transcrição no prompt
ru: Записывает речь и вставляет расшифровку в запрос
sv: Spelar in tal och infogar transkriptionen i prompten
tr: Konuşmayı kaydeder ve dökümü isteme ekler
uk: Записує мовлення та вставляє розшифровку в запит
vi: Ghi giọng nói và chèn bản chép lời vào lời nhắc
zh_hans: 录制语音并将转写文本插入提示词
zh_hant: 錄製語音並將轉寫文字插入提示詞

source: Replace this attachment with the selected range and transcribe it again
ar: استبدال هذا المرفق بالنطاق المحدد وتفريغه نصيًا من جديد
de: Diesen Anhang durch den ausgewählten Bereich ersetzen und erneut transkribieren
es: Reemplazar este adjunto con el rango seleccionado y volver a transcribirlo
fr: Remplacer cette pièce jointe par la plage sélectionnée et la retranscrire
he: החלף קובץ מצורף זה בטווח הנבחר ותמלל אותו מחדש
hi: इस अटैचमेंट को चयनित रेंज से बदलें और फिर से ट्रांसक्राइब करें
id: Ganti lampiran ini dengan rentang yang dipilih dan transkripsikan lagi
it: Sostituisci questo allegato con l'intervallo selezionato e trascrivilo di nuovo
ja: この添付ファイルを選択範囲で置き換えて、もう一度文字起こしします
ko: 이 첨부 파일을 선택한 구간으로 바꾸고 다시 텍스트로 변환합니다
nl: Deze bijlage vervangen door het geselecteerde bereik en opnieuw transcriberen
pl: Zastąp ten załącznik zaznaczonym fragmentem i przetranskrybuj go ponownie
pt_br: Substituir este anexo pelo trecho selecionado e transcrevê-lo novamente
ru: Заменить это вложение выбранным фрагментом и расшифровать заново
sv: Ersätt den här bilagan med det markerade intervallet och transkribera den igen
tr: Bu eki seçili aralıkla değiştir ve yeniden metne dönüştür
uk: Замінити це вкладення вибраним фрагментом і розшифрувати знову
vi: Thay tệp đính kèm này bằng đoạn đã chọn và chép lời lại
zh_hans: 用所选范围替换此附件并重新转写
zh_hant: 用所選範圍取代此附件並重新轉寫

source: Requires macOS %@ or later.
ar: يتطلب macOS %@ أو أحدث.
de: Erfordert macOS %@ oder neuer.
es: Requiere macOS %@ o posterior.
fr: Nécessite macOS %@ ou version ultérieure.
he: דורש macOS %@ ואילך.
hi: macOS %@ या बाद का संस्करण आवश्यक है।
id: Memerlukan macOS %@ atau yang lebih baru.
it: Richiede macOS %@ o versioni successive.
ja: macOS %@ 以降が必要です。
ko: macOS %@ 이상이 필요합니다.
nl: Vereist macOS %@ of nieuwer.
pl: Wymaga systemu macOS %@ lub nowszego.
pt_br: Requer macOS %@ ou posterior.
ru: Требуется macOS %@ или новее.
sv: Kräver macOS %@ eller senare.
tr: macOS %@ veya üstü gerekir.
uk: Потрібна macOS %@ або новіша.
vi: Yêu cầu macOS %@ trở lên.
zh_hans: 需要 macOS %@ 或更高版本。
zh_hant: 需要 macOS %@ 或以上版本。

source: Requires macOS 14.2 or later.
ar: يتطلب macOS 14.2 أو أحدث.
de: Erfordert macOS 14.2 oder neuer.
es: Requiere macOS 14.2 o posterior.
fr: Nécessite macOS 14.2 ou version ultérieure.
he: דורש macOS 14.2 ואילך.
hi: macOS 14.2 या बाद का संस्करण आवश्यक है।
id: Memerlukan macOS 14.2 atau yang lebih baru.
it: Richiede macOS 14.2 o versioni successive.
ja: macOS 14.2 以降が必要です。
ko: macOS 14.2 이상이 필요합니다.
nl: Vereist macOS 14.2 of nieuwer.
pl: Wymaga systemu macOS 14.2 lub nowszego.
pt_br: Requer macOS 14.2 ou posterior.
ru: Требуется macOS 14.2 или новее.
sv: Kräver macOS 14.2 eller senare.
tr: macOS 14.2 veya üstü gerekir.
uk: Потрібна macOS 14.2 або новіша.
vi: Yêu cầu macOS 14.2 trở lên.
zh_hans: 需要 macOS 14.2 或更高版本。
zh_hant: 需要 macOS 14.2 或以上版本。

source: Sample rate
ar: معدل العينات
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d'échantillonnage
he: קצב דגימה
hi: सैंपल रेट
id: Laju sampel
it: Frequenza di campionamento
ja: サンプルレート
ko: 샘플 레이트
nl: Samplefrequentie
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ru: Частота дискретизации
sv: Samplingsfrekvens
tr: Örnekleme hızı
uk: Частота дискретизації
vi: Tần số lấy mẫu
zh_hans: 采样率
zh_hant: 取樣率

source: Save as Audio...
ar: حفظ كصوت...
de: Als Audio sichern...
es: Guardar como audio...
fr: Enregistrer en tant qu'audio...
he: שמור כשמע...
hi: ऑडियो के रूप में सहेजें...
id: Simpan sebagai Audio...
it: Salva come audio...
ja: オーディオとして保存...
ko: 오디오로 저장...
nl: Bewaren als audio...
pl: Zapisz jako dźwięk...
pt_br: Salvar como áudio...
ru: Сохранить как аудио...
sv: Spara som ljud...
tr: Ses Olarak Kaydet...
uk: Зберегти як аудіо...
vi: Lưu dưới dạng âm thanh...
zh_hans: 存储为音频...
zh_hant: 儲存為音訊...

source: Send automatically after dictation
ar: الإرسال تلقائيًا بعد الإملاء
de: Nach dem Diktieren automatisch senden
es: Enviar automáticamente después del dictado
fr: Envoyer automatiquement après la dictée
he: שלח אוטומטית לאחר הכתבה
hi: डिक्टेशन के बाद स्वचालित रूप से भेजें
id: Kirim otomatis setelah dikte
it: Invia automaticamente dopo la dettatura
ja: 音声入力後に自動で送信
ko: 받아쓰기 후 자동으로 보내기
nl: Automatisch verzenden na dicteren
pl: Wysyłaj automatycznie po dyktowaniu
pt_br: Enviar automaticamente após o ditado
ru: Отправлять автоматически после диктовки
sv: Skicka automatiskt efter diktering
tr: Dikteden sonra otomatik gönder
uk: Надсилати автоматично після диктування
vi: Tự động gửi sau khi đọc chính tả
zh_hans: 听写后自动发送
zh_hant: 聽寫後自動傳送

source: Sound Settings...
ar: إعدادات الصوت...
de: Toneinstellungen...
es: Ajustes de sonido...
fr: Réglages du son...
he: הגדרות צליל...
hi: ध्वनि सेटिंग्स...
id: Pengaturan Suara...
it: Impostazioni Suono...
ja: サウンド設定...
ko: 사운드 설정...
nl: Geluidsinstellingen...
pl: Ustawienia dźwięku...
pt_br: Ajustes de Som...
ru: Настройки звука...
sv: Ljudinställningar...
tr: Ses Ayarları...
uk: Параметри звуку...
vi: Cài đặt âm thanh...
zh_hans: 声音设置...
zh_hant: 聲音設定...

source: Speaking rate
ar: سرعة النطق
de: Sprechgeschwindigkeit
es: Velocidad de habla
fr: Débit de parole
he: קצב דיבור
hi: बोलने की गति
id: Kecepatan bicara
it: Velocità di lettura
ja: 読み上げ速度
ko: 말하기 속도
nl: Spreeksnelheid
pl: Szybkość mowy
pt_br: Velocidade da fala
ru: Скорость речи
sv: Talhastighet
tr: Konuşma hızı
uk: Швидкість мовлення
vi: Tốc độ nói
zh_hans: 朗读速度
zh_hant: 朗讀速度

source: Speech engine
ar: محرك الكلام
de: Sprach-Engine
es: Motor de voz
fr: Moteur vocal
he: מנוע דיבור
hi: वाक् इंजन
id: Mesin ucapan
it: Motore vocale
ja: 音声エンジン
ko: 음성 엔진
nl: Spraakengine
pl: Silnik mowy
pt_br: Mecanismo de fala
ru: Речевой движок
sv: Talmotor
tr: Konuşma motoru
uk: Мовленнєвий рушій
vi: Bộ máy giọng nói
zh_hans: 语音引擎
zh_hant: 語音引擎

source: Speech recognition access
ar: الوصول إلى التعرّف على الكلام
de: Zugriff auf Spracherkennung
es: Acceso al reconocimiento de voz
fr: Accès à la reconnaissance vocale
he: גישה לזיהוי דיבור
hi: वाक् पहचान एक्सेस
id: Akses pengenalan ucapan
it: Accesso al riconoscimento vocale
ja: 音声認識へのアクセス
ko: 음성 인식 접근
nl: Toegang tot spraakherkenning
pl: Dostęp do rozpoznawania mowy
pt_br: Acesso ao reconhecimento de fala
ru: Доступ к распознаванию речи
sv: Åtkomst till taligenkänning
tr: Konuşma tanıma erişimi
uk: Доступ до розпізнавання мовлення
vi: Quyền nhận dạng giọng nói
zh_hans: 语音识别访问权限
zh_hant: 語音辨識取用權限

source: Speech recognition is not available right now.
ar: التعرّف على الكلام غير متاح حاليًا.
de: Spracherkennung ist gerade nicht verfügbar.
es: El reconocimiento de voz no está disponible en este momento.
fr: La reconnaissance vocale n'est pas disponible pour le moment.
he: זיהוי דיבור אינו זמין כרגע.
hi: वाक् पहचान अभी उपलब्ध नहीं है।
id: Pengenalan ucapan tidak tersedia saat ini.
it: Il riconoscimento vocale non è disponibile al momento.
ja: 現在、音声認識を利用できません。
ko: 지금은 음성 인식을 사용할 수 없습니다.
nl: Spraakherkenning is momenteel niet beschikbaar.
pl: Rozpoznawanie mowy jest teraz niedostępne.
pt_br: O reconhecimento de fala não está disponível no momento.
ru: Распознавание речи сейчас недоступно.
sv: Taligenkänning är inte tillgänglig just nu.
tr: Konuşma tanıma şu anda kullanılamıyor.
uk: Розпізнавання мовлення зараз недоступне.
vi: Nhận dạng giọng nói hiện không khả dụng.
zh_hans: 语音识别目前不可用。
zh_hant: 語音辨識目前無法使用。

source: Speech recognition is off for TurboSpark.
ar: التعرّف على الكلام متوقف لـ TurboSpark.
de: Die Spracherkennung ist für TurboSpark deaktiviert.
es: El reconocimiento de voz está desactivado para TurboSpark.
fr: La reconnaissance vocale est désactivée pour TurboSpark.
he: זיהוי הדיבור כבוי עבור TurboSpark.
hi: TurboSpark के लिए वाक् पहचान बंद है।
id: Pengenalan ucapan untuk TurboSpark nonaktif.
it: Il riconoscimento vocale è disattivato per TurboSpark.
ja: TurboSpark の音声認識はオフです。
ko: TurboSpark의 음성 인식이 꺼져 있습니다.
nl: Spraakherkenning staat uit voor TurboSpark.
pl: Rozpoznawanie mowy jest wyłączone dla TurboSpark.
pt_br: O reconhecimento de fala está desativado para o TurboSpark.
ru: Распознавание речи для TurboSpark выключено.
sv: Taligenkänning är avstängd för TurboSpark.
tr: TurboSpark için konuşma tanıma kapalı.
uk: Розпізнавання мовлення для TurboSpark вимкнено.
vi: Nhận dạng giọng nói đang tắt đối với TurboSpark.
zh_hans: TurboSpark 的语音识别已关闭。
zh_hant: TurboSpark 的語音辨識已關閉。

source: Speech recognition is off for TurboSpark. Turn it on in System Settings.
ar: التعرّف على الكلام متوقف لـ TurboSpark. شغّله من إعدادات النظام.
de: Die Spracherkennung ist für TurboSpark deaktiviert. Aktiviere sie in den Systemeinstellungen.
es: El reconocimiento de voz está desactivado para TurboSpark. Actívalo en Ajustes del Sistema.
fr: La reconnaissance vocale est désactivée pour TurboSpark. Activez-la dans Réglages Système.
he: זיהוי הדיבור כבוי עבור TurboSpark. הפעל אותו בהגדרות המערכת.
hi: TurboSpark के लिए वाक् पहचान बंद है। इसे सिस्टम सेटिंग्स में चालू करें।
id: Pengenalan ucapan untuk TurboSpark nonaktif. Aktifkan di Pengaturan Sistem.
it: Il riconoscimento vocale è disattivato per TurboSpark. Attivalo in Impostazioni di Sistema.
ja: TurboSpark の音声認識はオフです。システム設定でオンにしてください。
ko: TurboSpark의 음성 인식이 꺼져 있습니다. 시스템 설정에서 켜세요.
nl: Spraakherkenning staat uit voor TurboSpark. Zet deze aan in Systeeminstellingen.
pl: Rozpoznawanie mowy jest wyłączone dla TurboSpark. Włącz je w Ustawieniach systemowych.
pt_br: O reconhecimento de fala está desativado para o TurboSpark. Ative-o nos Ajustes do Sistema.
ru: Распознавание речи для TurboSpark выключено. Включите его в Системных настройках.
sv: Taligenkänning är avstängd för TurboSpark. Slå på den i Systeminställningar.
tr: TurboSpark için konuşma tanıma kapalı. Sistem Ayarları'ndan açın.
uk: Розпізнавання мовлення для TurboSpark вимкнено. Увімкніть його в Системних параметрах.
vi: Nhận dạng giọng nói đang tắt đối với TurboSpark. Hãy bật trong Cài đặt hệ thống.
zh_hans: TurboSpark 的语音识别已关闭。请在“系统设置”中开启。
zh_hant: TurboSpark 的語音辨識已關閉。請在「系統設定」中開啟。

source: Speech to text
ar: تحويل الكلام إلى نص
de: Sprache zu Text
es: Voz a texto
fr: Parole en texte
he: דיבור לטקסט
hi: वाक् से टेक्स्ट
id: Ucapan ke teks
it: Da voce a testo
ja: 音声からテキスト
ko: 음성을 텍스트로
nl: Spraak naar tekst
pl: Mowa na tekst
pt_br: Fala para texto
ru: Речь в текст
sv: Tal till text
tr: Konuşmadan metne
uk: Мовлення в текст
vi: Giọng nói thành văn bản
zh_hans: 语音转文本
zh_hant: 語音轉文字

source: Start Recording
ar: بدء التسجيل
de: Aufnahme starten
es: Iniciar grabación
fr: Commencer l'enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
id: Mulai Merekam
it: Avvia registrazione
ja: 録音を開始
ko: 녹음 시작
nl: Opname starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
ru: Начать запись
sv: Starta inspelning
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu ghi
zh_hans: 开始录音
zh_hant: 開始錄音

source: Start voice dictation
ar: بدء الإملاء الصوتي
de: Sprachdiktat starten
es: Iniciar dictado por voz
fr: Démarrer la dictée vocale
he: התחל הכתבה קולית
hi: वॉइस डिक्टेशन शुरू करें
id: Mulai dikte suara
it: Avvia la dettatura vocale
ja: 音声入力を開始
ko: 음성 받아쓰기 시작
nl: Spraakdicteren starten
pl: Rozpocznij dyktowanie głosowe
pt_br: Iniciar ditado por voz
ru: Начать голосовую диктовку
sv: Starta röstdiktering
tr: Sesli dikteyi başlat
uk: Почати голосове диктування
vi: Bắt đầu đọc chính tả bằng giọng nói
zh_hans: 开始语音听写
zh_hant: 開始語音聽寫

source: Status
ar: الحالة
es: Estado
fr: État
he: מצב
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Статус
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stop and Attach
ar: إيقاف وإرفاق
de: Beenden und anhängen
es: Detener y adjuntar
fr: Arrêter et joindre
he: עצור וצרף
hi: रोकें और संलग्न करें
id: Hentikan dan Lampirkan
it: Interrompi e allega
ja: 停止して添付
ko: 중지하고 첨부
nl: Stoppen en bijvoegen
pl: Zatrzymaj i dołącz
pt_br: Parar e anexar
ru: Остановить и прикрепить
sv: Stoppa och bifoga
tr: Durdur ve Ekle
uk: Зупинити й прикріпити
vi: Dừng và đính kèm
zh_hans: 停止并附加
zh_hant: 停止並附加

source: Stop and transcribe
ar: إيقاف وتفريغ نصي
de: Beenden und transkribieren
es: Detener y transcribir
fr: Arrêter et transcrire
he: עצור ותמלל
hi: रोकें और ट्रांसक्राइब करें
id: Hentikan dan transkripsikan
it: Interrompi e trascrivi
ja: 停止して文字起こし
ko: 중지하고 텍스트로 변환
nl: Stoppen en transcriberen
pl: Zatrzymaj i przetranskrybuj
pt_br: Parar e transcrever
ru: Остановить и расшифровать
sv: Stoppa och transkribera
tr: Durdur ve metne dönüştür
uk: Зупинити й розшифрувати
vi: Dừng và chép lời
zh_hans: 停止并转写
zh_hant: 停止並轉寫

source: Stop reading message out loud
ar: إيقاف قراءة الرسالة بصوت عالٍ
de: Vorlesen der Nachricht beenden
es: Dejar de leer el mensaje en voz alta
fr: Arrêter la lecture du message à voix haute
he: הפסק להקריא את ההודעה
hi: संदेश को ज़ोर से पढ़ना बंद करें
id: Hentikan membacakan pesan
it: Interrompi la lettura del messaggio ad alta voce
ja: メッセージの読み上げを停止
ko: 메시지 소리 내어 읽기 중지
nl: Voorlezen van bericht stoppen
pl: Zatrzymaj czytanie wiadomości na głos
pt_br: Parar de ler a mensagem em voz alta
ru: Остановить чтение сообщения вслух
sv: Sluta läsa upp meddelandet
tr: Mesajı sesli okumayı durdur
uk: Зупинити читання повідомлення вголос
vi: Dừng đọc to tin nhắn
zh_hans: 停止朗读消息
zh_hant: 停止朗讀訊息

source: Stop recording
ar: إيقاف التسجيل
de: Aufnahme beenden
es: Detener grabación
fr: Arrêter l'enregistrement
he: עצור הקלטה
hi: रिकॉर्डिंग रोकें
id: Hentikan rekaman
it: Interrompi registrazione
ja: 録音を停止
ko: 녹음 중지
nl: Opname stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ru: Остановить запись
sv: Stoppa inspelningen
tr: Kaydı durdur
uk: Зупинити запис
vi: Dừng ghi
zh_hans: 停止录音
zh_hant: 停止錄音

source: Stops the recording and attaches it to the prompt
ar: يوقف التسجيل ويرفقه بالموجّه
de: Beendet die Aufnahme und hängt sie an den Prompt an
es: Detiene la grabación y la adjunta al mensaje
fr: Arrête l'enregistrement et le joint à l'invite
he: עוצר את ההקלטה ומצרף אותה להנחיה
hi: रिकॉर्डिंग रोकता है और उसे प्रॉम्प्ट में संलग्न करता है
id: Menghentikan rekaman dan melampirkannya ke prompt
it: Interrompe la registrazione e la allega al prompt
ja: 録音を停止してプロンプトに添付します
ko: 녹음을 중지하고 프롬프트에 첨부합니다
nl: Stopt de opname en voegt deze bij de prompt
pl: Zatrzymuje nagrywanie i dołącza je do polecenia
pt_br: Para a gravação e a anexa ao prompt
ru: Останавливает запись и прикрепляет её к запросу
sv: Stoppar inspelningen och bifogar den till prompten
tr: Kaydı durdurur ve isteme ekler
uk: Зупиняє запис і прикріплює його до запиту
vi: Dừng ghi và đính kèm vào lời nhắc
zh_hans: 停止录音并将其附加到提示词
zh_hant: 停止錄音並將其附加到提示詞

source: Test
ar: اختبار
de: Testen
es: Probar
fr: Tester
he: בדוק
hi: परीक्षण करें
id: Uji
it: Prova
ja: テスト
ko: 테스트
nl: Testen
pl: Testuj
pt_br: Testar
ru: Проверить
sv: Testa
tr: Test et
uk: Перевірити
vi: Kiểm tra
zh_hans: 测试
zh_hant: 測試

source: Test microphone
ar: اختبار الميكروفون
de: Mikrofon testen
es: Probar micrófono
fr: Tester le microphone
he: בדיקת מיקרופון
hi: माइक्रोफ़ोन का परीक्षण करें
id: Uji mikrofon
it: Prova microfono
ja: マイクをテスト
ko: 마이크 테스트
nl: Microfoon testen
pl: Test mikrofonu
pt_br: Testar microfone
ru: Проверка микрофона
sv: Testa mikrofonen
tr: Mikrofonu test et
uk: Перевірка мікрофона
vi: Kiểm tra micrô
zh_hans: 测试麦克风
zh_hant: 測試麥克風

source: Text to speech
ar: تحويل النص إلى كلام
de: Text zu Sprache
es: Texto a voz
fr: Texte en parole
he: טקסט לדיבור
hi: टेक्स्ट से वाक्
id: Teks ke ucapan
it: Da testo a voce
ja: テキストから音声
ko: 텍스트를 음성으로
nl: Tekst naar spraak
pl: Tekst na mowę
pt_br: Texto para fala
ru: Текст в речь
sv: Text till tal
tr: Metinden konuşmaya
uk: Текст у мовлення
vi: Văn bản thành giọng nói
zh_hans: 文本转语音
zh_hant: 文字轉語音

source: Transcribe
ar: تفريغ نصي
de: Transkribieren
es: Transcribir
fr: Transcrire
he: תמלל
hi: ट्रांसक्राइब करें
id: Transkripsikan
it: Trascrivi
ja: 文字起こし
ko: 텍스트로 변환
nl: Transcriberen
pl: Transkrybuj
pt_br: Transcrever
ru: Расшифровать
sv: Transkribera
tr: Metne dönüştür
uk: Розшифрувати
vi: Chép lời
zh_hans: 转写
zh_hant: 轉寫

source: Transcribe again
ar: تفريغ نصي مرة أخرى
de: Erneut transkribieren
es: Volver a transcribir
fr: Retranscrire
he: תמלל שוב
hi: फिर से ट्रांसक्राइब करें
id: Transkripsikan lagi
it: Trascrivi di nuovo
ja: もう一度文字起こし
ko: 다시 텍스트로 변환
nl: Opnieuw transcriberen
pl: Transkrybuj ponownie
pt_br: Transcrever novamente
ru: Расшифровать заново
sv: Transkribera igen
tr: Yeniden metne dönüştür
uk: Розшифрувати знову
vi: Chép lời lại
zh_hans: 重新转写
zh_hant: 重新轉寫

source: Transcribe audio attachments automatically
ar: تفريغ المرفقات الصوتية نصيًا تلقائيًا
de: Audioanhänge automatisch transkribieren
es: Transcribir automáticamente los archivos de audio adjuntos
fr: Transcrire automatiquement les pièces jointes audio
he: תמלל קבצי שמע מצורפים אוטומטית
hi: ऑडियो अटैचमेंट को स्वचालित रूप से ट्रांसक्राइब करें
id: Transkripsikan lampiran audio secara otomatis
it: Trascrivi automaticamente gli allegati audio
ja: オーディオの添付ファイルを自動で文字起こし
ko: 오디오 첨부 파일 자동으로 텍스트 변환
nl: Audiobijlagen automatisch transcriberen
pl: Automatycznie transkrybuj załączniki audio
pt_br: Transcrever anexos de áudio automaticamente
ru: Автоматически расшифровывать аудиовложения
sv: Transkribera ljudbilagor automatiskt
tr: Ses eklerini otomatik olarak metne dönüştür
uk: Автоматично розшифровувати аудіовкладення
vi: Tự động chép lời tệp âm thanh đính kèm
zh_hans: 自动转写音频附件
zh_hant: 自動轉寫音訊附件

source: Transcribes with
ar: يُفرّغ باستخدام
de: Transkribiert mit
es: Transcribe con
fr: Transcrit avec
he: מתמלל באמצעות
hi: इससे ट्रांसक्राइब करता है
id: Mentranskripsi dengan
it: Trascrive con
ja: 文字起こしに使用
ko: 변환 엔진
nl: Transcribeert met
pl: Transkrybuje za pomocą
pt_br: Transcreve com
ru: Расшифровывает с помощью
sv: Transkriberar med
tr: Şununla metne dönüştürür
uk: Розшифровує за допомогою
vi: Chép lời bằng
zh_hans: 转写方式
zh_hant: 轉寫方式

source: Transcribing...
ar: جارٍ التفريغ النصي...
de: Wird transkribiert...
es: Transcribiendo...
fr: Transcription...
he: מתמלל...
hi: ट्रांसक्राइब हो रहा है...
id: Mentranskripsi...
it: Trascrizione in corso...
ja: 文字起こし中...
ko: 텍스트로 변환 중...
nl: Bezig met transcriberen...
pl: Transkrybowanie...
pt_br: Transcrevendo...
ru: Расшифровка...
sv: Transkriberar...
tr: Metne dönüştürülüyor...
uk: Розшифрування...
vi: Đang chép lời...
zh_hans: 正在转写...
zh_hant: 正在轉寫...

source: Transcript
ar: النص المفرّغ
de: Transkription
es: Transcripción
fr: Transcription
he: תמליל
hi: ट्रांसक्रिप्ट
id: Transkrip
it: Trascrizione
ja: 文字起こし
ko: 변환된 텍스트
nl: Transcriptie
pl: Transkrypcja
pt_br: Transcrição
ru: Расшифровка
sv: Transkription
tr: Döküm
uk: Розшифровка
vi: Bản chép lời
zh_hans: 转写文本
zh_hant: 轉寫文字

source: Transcript inserted
ar: تم إدراج النص المفرّغ
de: Transkription eingefügt
es: Transcripción insertada
fr: Transcription insérée
he: התמליל נוסף
hi: ट्रांसक्रिप्ट डाला गया
id: Transkrip disisipkan
it: Trascrizione inserita
ja: 文字起こしを挿入しました
ko: 변환된 텍스트를 삽입했습니다
nl: Transcriptie ingevoegd
pl: Wstawiono transkrypcję
pt_br: Transcrição inserida
ru: Расшифровка вставлена
sv: Transkriptionen infogades
tr: Döküm eklendi
uk: Розшифровку вставлено
vi: Đã chèn bản chép lời
zh_hans: 已插入转写文本
zh_hant: 已插入轉寫文字

source: Transcription and read aloud
ar: التفريغ النصي والقراءة بصوت عالٍ
de: Transkription und Vorlesen
es: Transcripción y lectura en voz alta
fr: Transcription et lecture à voix haute
he: תמלול והקראה
hi: ट्रांसक्रिप्शन और ज़ोर से पढ़ना
id: Transkripsi dan pembacaan
it: Trascrizione e lettura ad alta voce
ja: 文字起こしと読み上げ
ko: 텍스트 변환 및 소리 내어 읽기
nl: Transcriptie en voorlezen
pl: Transkrypcja i czytanie na głos
pt_br: Transcrição e leitura em voz alta
ru: Расшифровка и чтение вслух
sv: Transkription och uppläsning
tr: Metne dönüştürme ve sesli okuma
uk: Розшифрування й читання вголос
vi: Chép lời và đọc to
zh_hans: 转写与朗读
zh_hant: 轉寫與朗讀

source: TurboSpark audio engine
ar: محرك الصوت في TurboSpark
es: Motor de audio de TurboSpark
fr: Moteur audio TurboSpark
he: מנוע השמע של TurboSpark
hi: TurboSpark ऑडियो इंजन
id: Mesin audio TurboSpark
it: Motore audio di TurboSpark
ja: TurboSpark オーディオエンジン
ko: TurboSpark 오디오 엔진
pl: Silnik audio TurboSpark
pt_br: Mecanismo de áudio do TurboSpark
ru: Аудиодвижок TurboSpark
sv: TurboSparks ljudmotor
tr: TurboSpark ses motoru
uk: Аудіорушій TurboSpark
vi: Bộ máy âm thanh TurboSpark
zh_hans: TurboSpark 音频引擎
zh_hant: TurboSpark 音訊引擎
